package ru.piter.fm.radio;

public class Tomsk {
    public static void init() {
new TomskStation( "Радио Шансон",
"Москва",
"103",
"4",
"1");
new TomskStation( "Радио Танцевальная Станция",
"Томск",
"0",
"18",
"1");
new TomskStation( "Радио Спорт FM",
"Москва",
"93.2",
"30",
"1");
new TomskStation( "Радио Capital FM",
"Москва",
"105.3",
"32",
"1");
new TomskStation( "Радио Мята",
"Аша",
"0",
"33",
"1");
new TomskStation( "Радио Вышка",
"Екатеринбург",
"0",
"34",
"1");
new TomskStation( "Радио Maximum",
"Москва",
"103.7",
"37",
"1");
new TomskStation( "Радио Мегаполис FM",
"Москва",
"89.5",
"38",
"1");
new TomskStation( "Радио Business FM",
"Москва",
"87.5",
"40",
"1");
new TomskStation( "Радио Like FM",
"Москва",
"87.9",
"41",
"1");
new TomskStation( "Радио Jazz",
"Москва",
"89.1",
"42",
"1");
new TomskStation( "Радио Relax FM",
"Москва",
"90.8",
"44",
"1");
new TomskStation( "Радио Культура",
"Москва",
"91.6",
"45",
"1");
new TomskStation( "Радио Москва FM",
"Москва",
"92",
"46",
"1");
new TomskStation( "Радио Комерсантъ FM",
"Москва",
"93.6",
"48",
"1");
new TomskStation( "Радио Восток FM",
"Москва",
"94",
"49",
"1");
new TomskStation( "Радио Говорит Москва",
"Москва",
"94.8",
"51",
"1");
new TomskStation( "Радио Rock FM",
"Москва",
"95.2",
"52",
"1");
new TomskStation( "Радио Такси FM",
"Москва",
"96.4",
"54",
"1");
new TomskStation( "Детское Радио",
"Москва",
"96.8",
"55",
"1");
new TomskStation( "Радио Комсомольская Правда",
"Москва",
"97.2",
"56",
"1");
new TomskStation( "Radio Chocolate",
"Москва",
"98",
"57",
"1");
new TomskStation( "Радио Рекорд",
"Санкт-Петербург",
"106.3",
"58",
"1");
new TomskStation( "Радио Romantika",
"Москва",
"98.8",
"59",
"1");
new TomskStation( "Радио Орфей",
"Москва",
"99.2",
"60",
"1");
new TomskStation( "Радио Best FM",
"Москва",
"100.5",
"61",
"1");
new TomskStation( "Радио Вера",
"Москва",
"100.9",
"62",
"1");
new TomskStation( "Радио Монте-Карло",
"Москва",
"102.1",
"64",
"1");
new TomskStation( "Comedy Radio",
"Москва",
"102.5",
"65",
"1");
new TomskStation( "Радио NRJ",
"Москва",
"104.2",
"66",
"1");
new TomskStation( "Радио 7 на семи холмах",
"Москва",
"104.7",
"67",
"1");
new TomskStation( "Радио Городская Волна",
"Новосибирск",
"101.4",
"70",
"1");
new TomskStation( "Радио Юнитон",
"Новосибирск",
"100.7",
"71",
"1");
new TomskStation( "Радио Книга",
"Москва",
"105",
"75",
"1");
new TomskStation( "Радио Зенит",
"Санкт-Петербург",
"89.7",
"76",
"1");
new TomskStation( "Радио Для Двоих",
"Санкт-Петербург",
"90.6",
"78",
"1");
new TomskStation( "Эльдорадио",
"Санкт-Петербург",
"101.4",
"81",
"1");
new TomskStation( "Дорожное Радио",
"Москва",
"96",
"82",
"1");
new TomskStation( "Русское Радио",
"Москва",
"105.7",
"86",
"1");
new TomskStation( "Радио Страна FM",
"Москва",
"89.9",
"88",
"1");
new TomskStation( "Радио Курс",
"Курск",
"103.7",
"89",
"1");
new TomskStation( "Новое Радио",
"Москва",
"98.4",
"90",
"1");
new TomskStation( "Радио Благовестие",
"Воронеж",
"73.55",
"92",
"1");
new TomskStation( "Авторадио",
"Москва",
"90.3",
"93",
"1");
new TomskStation( "Радио Юмор FM",
"Москва",
"88.7",
"94",
"1");
new TomskStation( "Радио Милицейская Волна",
"Москва",
"107.8",
"95",
"1");
new TomskStation( "Радио DFM",
"Москва",
"101.2",
"99",
"1");
new TomskStation( "Радио Ребячья Республика",
"Тюмень",
"89.2",
"103",
"1");
new TomskStation( "Радио Град Петров",
"Санкт-Петербург",
"73.1",
"104",
"1");
new TomskStation( "Радио Эрмитаж",
"Санкт-Петербург",
"90.1",
"105",
"1");
new TomskStation( "Радио Питер FM",
"Санкт-Петербург",
"100.9",
"106",
"1");
new TomskStation( "Радио Радонеж",
"Москва",
"72.92",
"107",
"1");
new TomskStation( "Радио 1",
"Москва",
"68.84",
"108",
"1");
new TomskStation( "Радио Весна FM",
"Москва",
"94.4",
"110",
"1");
new TomskStation( "Радио Хит FM",
"Москва",
"107.4",
"111",
"1");
new TomskStation( "Наше Радио",
"Москва",
"101.7",
"112",
"1");
new TomskStation( "Радио Эхо Москвы",
"Москва",
"91.2",
"113",
"1");
new TomskStation( "Радио России",
"Москва",
"66.44",
"114",
"1");
new TomskStation( "Радио Маяк",
"Москва",
"103.4",
"115",
"1");
new TomskStation( "Радио Вести FM",
"Москва",
"97.6",
"116",
"1");
new TomskStation( "Радио Звезда",
"Москва",
"95.6",
"117",
"1");
new TomskStation( "Радио Европа Плюс",
"Москва",
"106.2",
"119",
"1");
new TomskStation( "Радио Ретро FM",
"Москва",
"88.3",
"120",
"1");
new TomskStation( "Радио Серебряный Дождь",
"Москва",
"100.1",
"121",
"1");
new TomskStation( "Радио Русский Хит",
"Москва",
"99.6",
"122",
"1");
new TomskStation( "Детское Радио",
"Новосибирск",
"95.8",
"132",
"0");
new TomskStation( "Радио NRJ",
"Новосибирск",
"99.1",
"133",
"0");
new TomskStation( "Авторадио",
"Новосибирск",
"98.7",
"134",
"0");
new TomskStation( "Comedy Radio",
"Новосибирск",
"97.4",
"135",
"0");
new TomskStation( "Радио Юмор FM",
"Новосибирск",
"99.5",
"136",
"0");
new TomskStation( "Радио Шансон",
"Новосибирск",
"107.7",
"137",
"0");
new TomskStation( "Радио 7 на семи холмах",
"Новосибирск",
"92.8",
"138",
"0");
new TomskStation( "Радио Ретро FM",
"Новосибирск",
"97",
"139",
"0");
new TomskStation( "Радио Европа Плюс",
"Новосибирск",
"103.2",
"141",
"0");
new TomskStation( "Радио Business FM",
"Новосибирск",
"105.7",
"142",
"0");
new TomskStation( "Радио Дача",
"Новосибирск",
"106.7",
"143",
"0");
new TomskStation( "Радио 54",
"Новосибирск",
"106.2",
"144",
"1");
new TomskStation( "Радио Хит FM",
"Новосибирск",
"105.2",
"145",
"0");
new TomskStation( "Радио DFM",
"Новосибирск",
"103.9",
"146",
"0");
new TomskStation( "Дорожное Радио",
"Новосибирск",
"102",
"147",
"0");
new TomskStation( "Русское Радио",
"Новосибирск",
"96.2",
"148",
"0");
new TomskStation( "Радио Маяк",
"Новосибирск",
"93.8",
"149",
"0");
new TomskStation( "Радио Вести FM",
"Новосибирск",
"104.6",
"150",
"0");
new TomskStation( "Радио России",
"Новосибирск",
"97.8",
"151",
"0");
new TomskStation( "Радио Комсомольская Правда",
"Новосибирск",
"98.3",
"152",
"0");
new TomskStation( "Love Радио",
"Новосибирск",
"94.2",
"153",
"0");
new TomskStation( "Новое Радио",
"Новосибирск",
"100",
"154",
"0");
new TomskStation( "Радио России",
"Санкт-Петербург",
"66.3",
"177",
"0");
new TomskStation( "Авторадио",
"Санкт-Петербург",
"88.4",
"178",
"0");
new TomskStation( "Радио Юмор FM",
"Санкт-Петербург",
"88.9",
"179",
"0");
new TomskStation( "Радио NRJ",
"Санкт-Петербург",
"95",
"180",
"0");
new TomskStation( "Наше Радио",
"Санкт-Петербург",
"104",
"181",
"0");
new TomskStation( "Радио Maximum",
"Санкт-Петербург",
"102.8",
"182",
"0");
new TomskStation( "Радио DFM",
"Санкт-Петербург",
"103.4",
"183",
"0");
new TomskStation( "Радио Монте-Карло",
"Санкт-Петербург",
"105.9",
"184",
"0");
new TomskStation( "Русское Радио",
"Санкт-Петербург",
"107.8",
"185",
"0");
new TomskStation( "Радио Business FM",
"Санкт-Петербург",
"107.4",
"186",
"0");
new TomskStation( "Радио Петербург",
"Санкт-Петербург",
"69.47",
"187",
"1");
new TomskStation( "Радио Орфей",
"Санкт-Петербург",
"71.66",
"188",
"0");
new TomskStation( "Дорожное Радио",
"Санкт-Петербург",
"87.5",
"189",
"0");
new TomskStation( "Радио Ретро FM",
"Санкт-Петербург",
"88",
"190",
"0");
new TomskStation( "Радио Вести FM",
"Санкт-Петербург",
"89.3",
"191",
"0");
new TomskStation( "Радио Эхо Москвы",
"Санкт-Петербург",
"91.5",
"192",
"0");
new TomskStation( "Радио IZ.RU",
"Санкт-Петербург",
"92.9",
"193",
"0");
new TomskStation( "Comedy Radio",
"Санкт-Петербург",
"95.9",
"194",
"0");
new TomskStation( "Радио Дача",
"Санкт-Петербург",
"97",
"195",
"0");
new TomskStation( "Радио России FM",
"Санкт-Петербург",
"99",
"196",
"1");
new TomskStation( "Радио Европа Плюс",
"Санкт-Петербург",
"100.5",
"197",
"0");
new TomskStation( "Радио Страна FM",
"Санкт-Петербург",
"102",
"198",
"0");
new TomskStation( "Детское Радио",
"Санкт-Петербург",
"103.7",
"199",
"0");
new TomskStation( "Радио Шансон",
"Санкт-Петербург",
"104.4",
"200",
"0");
new TomskStation( "Love Радио",
"Санкт-Петербург",
"105.3",
"201",
"0");
new TomskStation( "Радио Маяк",
"Санкт-Петербург",
"107",
"202",
"0");
new TomskStation( "Love Радио",
"Москва",
"106.6",
"242",
"1");
new TomskStation( "Пульс-Радио",
"Йошкар-Ола",
"103.8",
"265",
"1");
new TomskStation( "Радио Дача",
"Москва",
"92.4",
"289",
"1");
new TomskStation( "NN-Radio",
"Нижний Новгород",
"99.5",
"299",
"1");
new TomskStation( "Радио Мир",
"Новосибирск",
"95",
"307",
"0");
new TomskStation( "Радио За Облаками",
"Курган",
"101.5",
"308",
"1");
new TomskStation( "Радио Кот FM",
"Самара",
"96.3",
"326",
"1");
new TomskStation( "Новое Радио",
"Санкт-Петербург",
"91.1",
"331",
"0");
new TomskStation( "Радио Пурга",
"Анадырь",
"101.6",
"516",
"1");
new TomskStation( "Радио Норд FM",
"Югорск",
"106.8",
"518",
"1");
new TomskStation( "Таван радио",
"Чебоксары",
"100.3",
"542",
"1");
new TomskStation( "Радио Спорт FM",
"Санкт-Петербург",
"95.5",
"564",
"0");
new TomskStation( "Радио IZ.RU",
"Санкт-Петербург",
"104.8",
"566",
"0");
new TomskStation( "Радио Европа Плюс",
"Южно-Сахалинск",
"102.5",
"841",
"0");
    }
}
