package ru.piter.fm.radio;

public class Tomsk {
    public static void init() {
new TomskStation( "Радио России",
"Томск",
"102.9",
"1",
"0");
new TomskStation( "Радио ЮFM",
"Томск",
"68",
"2",
"0");
new TomskStation( "Радио Дача",
"Томск",
"107.1",
"3",
"0");
new TomskStation( "Радио Шансон",
"Москва",
"103",
"4",
"1");
new TomskStation( "Радио Кнопка FM",
"Томск",
"101.3",
"5",
"0");
new TomskStation( "Радио Хит FM",
"Томск",
"101.7",
"6",
"0");
new TomskStation( "Русское Радио",
"Томск",
"102.1",
"7",
"0");
new TomskStation( "Радио Ретро FM",
"Томск",
"102.5",
"8",
"0");
new TomskStation( "Радио Европа Плюс",
"Томск",
"107.6",
"9",
"0");
new TomskStation( "Радио DFM",
"Томск",
"103.8",
"10",
"0");
new TomskStation( "Радио Юмор FM",
"Томск",
"104.2",
"11",
"0");
new TomskStation( "Радио Сибирь",
"Томск",
"104.6",
"12",
"1");
new TomskStation( "Радио Эхо Москвы",
"Томск",
"105",
"13",
"0");
new TomskStation( "Авторадио",
"Томск",
"105.4",
"14",
"0");
new TomskStation( "Радио Милицейская Волна",
"Томск",
"106.1",
"15",
"0");
new TomskStation( "Радио Маяк",
"Томск",
"106.6",
"16",
"0");
new TomskStation( "BBC Radio 1",
"Лондон",
"98.8",
"17",
"0");
new TomskStation( "Радио Томская Танцевальная Станция",
"Томск",
"0",
"18",
"1");
new TomskStation( "Радио Le Femme",
"Тюмень",
"67.04",
"19",
"0");
new TomskStation( "Радио Серебряный Дождь",
"Тюмень",
"91.2",
"20",
"0");
new TomskStation( "Радио Победы",
"Тюмень",
"88.8",
"21",
"1");
new TomskStation( "Радио Сити",
"Тюмень",
"100.6",
"22",
"1");
new TomskStation( "Радио Красная Армия",
"Тюмень",
"104.6",
"23",
"1");
new TomskStation( "Радио Диполь FM",
"Тюмень",
"105.6",
"24",
"1");
new TomskStation( "Радио Априори",
"Тюмень",
"106.5",
"25",
"0");
new TomskStation( "Радио Югра",
"Тюмень",
"107.4",
"26",
"1");
new TomskStation( "Радио Пионер FM",
"Москва",
"0",
"27",
"1");
new TomskStation( "Радио Вести FM",
"Томск",
"91.1",
"28",
"0");
new TomskStation( "Радио Мир",
"Томск",
"91.5",
"29",
"0");
new TomskStation( "Радио Спорт FM",
"Москва",
"93.2",
"30",
"1");
new TomskStation( "Дорожное Радио",
"Томск",
"101.3",
"31",
"0");
new TomskStation( "Радио Capital FM",
"Москва",
"105.3",
"32",
"1");
new TomskStation( "Радио Лоре",
"Аша",
"101.8",
"33",
"1");
new TomskStation( "Love Радио",
"Тюмень",
"106.5",
"34",
"0");
new TomskStation( "Радио Ваня",
"Томск",
"71.99",
"35",
"0");
new TomskStation( "Радио Томский Благовест",
"Томск",
"100.9",
"36",
"1");
new TomskStation( "Радио Maximum",
"Москва",
"103.7",
"37",
"1");
new TomskStation( "Радио Мегаполис FM",
"Москва",
"89.5",
"38",
"1");
new TomskStation( "Радио Наше Подмосковье",
"Москва",
"68.84",
"39",
"0");
new TomskStation( "Радио Business FM",
"Москва",
"87.5",
"40",
"1");
new TomskStation( "Радио Like FM",
"Москва",
"87.9",
"41",
"1");
new TomskStation( "Радио Jazz",
"Москва",
"89.1",
"42",
"1");
new TomskStation( "Радио Кекс FM",
"Москва",
"89.9",
"43",
"0");
new TomskStation( "Радио Relax FM",
"Москва",
"90.8",
"44",
"1");
new TomskStation( "Радио Культура",
"Москва",
"91.6",
"45",
"1");
new TomskStation( "Радио Москва FM",
"Москва",
"92",
"46",
"1");
new TomskStation( "Радио Комерсантъ FM",
"Москва",
"93.6",
"48",
"1");
new TomskStation( "Радио Восток FM",
"Москва",
"94",
"49",
"1");
new TomskStation( "Радио Прибой",
"Махачкала",
"100.7",
"50",
"1");
new TomskStation( "Радио Говорит Москва",
"Москва",
"94.8",
"51",
"1");
new TomskStation( "Радио Rock FM",
"Москва",
"95.2",
"52",
"1");
new TomskStation( "Радио Звезда",
"Томск",
"88.5",
"53",
"0");
new TomskStation( "Радио Такси FM",
"Москва",
"96.4",
"54",
"1");
new TomskStation( "Детское Радио",
"Москва",
"96.8",
"55",
"1");
new TomskStation( "Радио Комсомольская Правда",
"Москва",
"97.2",
"56",
"1");
new TomskStation( "Radio Chocolate",
"Москва",
"98",
"57",
"1");
new TomskStation( "Радио Рекорд",
"Санкт-Петербург",
"106.3",
"58",
"1");
new TomskStation( "Радио Romantika",
"Москва",
"98.8",
"59",
"1");
new TomskStation( "Радио Орфей",
"Москва",
"99.2",
"60",
"1");
new TomskStation( "Радио Best FM",
"Москва",
"100.5",
"61",
"1");
new TomskStation( "Радио Вера",
"Москва",
"100.9",
"62",
"1");
new TomskStation( "Наше Радио",
"Томск",
"90.7",
"63",
"0");
new TomskStation( "Радио Монте-Карло",
"Москва",
"102.1",
"64",
"1");
new TomskStation( "Comedy Radio",
"Москва",
"102.5",
"65",
"1");
new TomskStation( "Радио NRJ",
"Москва",
"104.2",
"66",
"1");
new TomskStation( "Радио 7",
"Москва",
"104.7",
"67",
"1");
new TomskStation( "Радио Moscow FM",
"Москва",
"105.2",
"68",
"0");
new TomskStation( "Радио РСН",
"Москва",
"107",
"69",
"1");
new TomskStation( "Радио Городская Волна",
"Новосибирск",
"101.4",
"70",
"1");
new TomskStation( "Радио Юнитон",
"Новосибирск",
"100.7",
"71",
"1");
new TomskStation( "Радио Kiss FM",
"Киев",
"106.5",
"72",
"1");
new TomskStation( "Радио Восток России",
"Хабаровск",
"103.7",
"73",
"1");
new TomskStation( "Радио Heart FM",
"Барнаул",
"105.9",
"74",
"1");
new TomskStation( "Радио Книга",
"Москва",
"105",
"75",
"1");
new TomskStation( "Радио Зенит",
"Санкт-Петербург",
"89.7",
"76",
"1");
new TomskStation( "Первое Радио",
"Краснодар",
"102.7",
"77",
"1");
new TomskStation( "Радио Для Двоих",
"Санкт-Петербург",
"90.6",
"78",
"1");
new TomskStation( "Радио Столица FM",
"Москва",
"99.6",
"79",
"1");
new TomskStation( "Радио Nostalgia FM",
"Санкт-Петербург",
"98.6",
"80",
"1");
new TomskStation( "Эльдорадио",
"Санкт-Петербург",
"101.4",
"81",
"1");
new TomskStation( "Дорожное Радио",
"Москва",
"96",
"82",
"1");
new TomskStation( "Радио Рокс",
"Санкт-Петербург",
"102",
"83",
"0");
new TomskStation( "Radio Metro",
"Санкт-Петербург",
"102.4",
"84",
"1");
new TomskStation( "Радио Балтика",
"Санкт-Петербург",
"104.8",
"85",
"1");
new TomskStation( "Русское Радио",
"Москва",
"105.7",
"86",
"1");
new TomskStation( "Радио Кекс FM",
"Санкт-Петербург",
"91.1",
"87",
"1");
new TomskStation( "Радио Страна FM",
"Москва",
"89.9",
"88",
"1");
new TomskStation( "Радио Курс",
"Курск",
"103.7",
"89",
"1");
new TomskStation( "Новое Радио",
"Москва",
"98.4",
"90",
"1");
new TomskStation( "Радио ШОК",
"Кингисепп",
"98",
"91",
"1");
new TomskStation( "Радио Благовестие",
"Воронеж",
"73.55",
"92",
"1");
new TomskStation( "Авторадио",
"Москва",
"90.3",
"93",
"1");
new TomskStation( "Радио Юмор FM",
"Москва",
"88.7",
"94",
"1");
new TomskStation( "Радио Милицейская Волна",
"Москва",
"107.8",
"95",
"1");
new TomskStation( "Народное радио",
"Москва",
"0.612",
"96",
"1");
new TomskStation( "Радио Казак FM",
"Краснодар",
"105.2",
"97",
"1");
new TomskStation( "Радио 107",
"Краснодар",
"107.7",
"98",
"1");
new TomskStation( "Радио DFM",
"Москва",
"101.2",
"99",
"1");
new TomskStation( "Радио Борнео",
"Воронеж",
"107.2",
"100",
"1");
new TomskStation( "Радио Мелодия",
"Воронеж",
"106.8",
"101",
"1");
new TomskStation( "Радио Губерния",
"Воронеж",
"100.7",
"102",
"1");
new TomskStation( "Радио Ребячья Республика",
"Тюмень",
"89.2",
"103",
"1");
new TomskStation( "Радио Град Петров",
"Санкт-Петербург",
"73.1",
"104",
"1");
new TomskStation( "Радио Эрмитаж",
"Санкт-Петербург",
"90.1",
"105",
"1");
new TomskStation( "Радио Питер FM",
"Санкт-Петербург",
"100.9",
"106",
"1");
new TomskStation( "Радио Радонеж",
"Москва",
"72.92",
"107",
"1");
new TomskStation( "Радио 1",
"Москва",
"68.84",
"108",
"1");
new TomskStation( "Радио Карнавал",
"Москва",
"92.8",
"109",
"1");
new TomskStation( "Радио Весна FM",
"Москва",
"94.4",
"110",
"1");
new TomskStation( "Радио Хит FM",
"Москва",
"107.4",
"111",
"1");
new TomskStation( "Наше Радио",
"Москва",
"101.7",
"112",
"1");
new TomskStation( "Радио Эхо Москвы",
"Москва",
"91.2",
"113",
"1");
new TomskStation( "Радио России",
"Москва",
"66.44",
"114",
"1");
new TomskStation( "Радио Маяк",
"Москва",
"103.4",
"115",
"1");
new TomskStation( "Радио Вести FM",
"Москва",
"97.6",
"116",
"1");
new TomskStation( "Радио Звезда",
"Москва",
"95.6",
"117",
"1");
new TomskStation( "Радио Красноярск FM",
"Красноярск",
"96.2",
"118",
"1");
new TomskStation( "Радио Серебряный Дождь",
"Москва",
"100.1",
"121",
"1");
new TomskStation( "Радио 99.1 FM",
"Красноярск",
"99.1",
"122",
"1");
new TomskStation( "Авторитетное Радио",
"Красноярск",
"102.8",
"123",
"1");
new TomskStation( "Радио Кузбасс FM",
"Кемерово",
"91",
"124",
"1");
new TomskStation( "Правильное Радио",
"Кемерово",
"100.6",
"125",
"1");
new TomskStation( "Радио MCM",
"Иркутск",
"102.1",
"126",
"1");
new TomskStation( "Радио Fresh",
"Иркутск",
"106.4",
"127",
"1");
new TomskStation( "Радио MFM",
"Хабаровск",
"103.1",
"128",
"1");
new TomskStation( "Радио Mix FM",
"Хабаровск",
"102.7",
"129",
"1");
new TomskStation( "Радио Хорошего Настроения",
"Хабаровск",
"101.8",
"130",
"1");
new TomskStation( "Апекс-Радио",
"Новокузнецк",
"100.5",
"131",
"1");
new TomskStation( "Детское Радио",
"Новосибирск",
"95.8",
"132",
"0");
new TomskStation( "Радио NRJ",
"Новосибирск",
"99.1",
"133",
"0");
new TomskStation( "Авторадио",
"Новосибирск",
"98.7",
"134",
"0");
new TomskStation( "Comedy Radio",
"Новосибирск",
"97.4",
"135",
"0");
new TomskStation( "Радио Юмор FM",
"Новосибирск",
"99.5",
"136",
"0");
new TomskStation( "Радио Шансон",
"Новосибирск",
"107.7",
"137",
"0");
new TomskStation( "Радио 7",
"Новосибирск",
"92.8",
"138",
"0");
new TomskStation( "Радио Ретро FM",
"Новосибирск",
"97",
"139",
"0");
new TomskStation( "Радио Европа Плюс",
"Новосибирск",
"103.2",
"141",
"0");
new TomskStation( "Радио Business FM",
"Новосибирск",
"105.7",
"142",
"0");
new TomskStation( "Радио Дача",
"Новосибирск",
"106.7",
"143",
"0");
new TomskStation( "Радио Слово",
"Новосибирск",
"106.2",
"144",
"0");
new TomskStation( "Радио Хит FM",
"Новосибирск",
"105.2",
"145",
"0");
new TomskStation( "Радио DFM",
"Новосибирск",
"103.9",
"146",
"0");
new TomskStation( "Русское Радио",
"Новосибирск",
"96.2",
"148",
"0");
new TomskStation( "Радио Маяк",
"Новосибирск",
"93.8",
"149",
"0");
new TomskStation( "Радио Вести FM",
"Новосибирск",
"104.6",
"150",
"0");
new TomskStation( "Радио России",
"Новосибирск",
"97.8",
"151",
"0");
new TomskStation( "Радио Комсомольская Правда",
"Новосибирск",
"98.3",
"152",
"0");
new TomskStation( "Радио Милицейская Волна",
"Новосибирск",
"94.2",
"153",
"0");
new TomskStation( "Новое Радио",
"Новосибирск",
"100",
"154",
"0");
new TomskStation( "Радио Юмор FM",
"Тюмень",
"88.3",
"157",
"0");
new TomskStation( "Авторадио",
"Тюмень",
"106.1",
"158",
"0");
new TomskStation( "Радио Спорт FM",
"Тюмень",
"87.9",
"159",
"0");
new TomskStation( "Радио Европа Плюс",
"Тюмень",
"101.8",
"160",
"0");
new TomskStation( "Радио Ретро FM",
"Тюмень",
"105.1",
"162",
"0");
new TomskStation( "Радио России",
"Тюмень",
"90.8",
"163",
"0");
new TomskStation( "Радио Маяк",
"Тюмень",
"100",
"164",
"0");
new TomskStation( "Радио Вести FM",
"Тюмень",
"103.6",
"165",
"0");
new TomskStation( "Радио 7",
"Тюмень",
"103.1",
"166",
"0");
new TomskStation( "Русское Радио",
"Тюмень",
"102.5",
"167",
"0");
new TomskStation( "Радио Вера",
"Тюмень",
"92.4",
"168",
"0");
new TomskStation( "Радио Хит FM",
"Тюмень",
"98.8",
"169",
"0");
new TomskStation( "Comedy Radio",
"Тюмень",
"90.4",
"170",
"0");
new TomskStation( "Наше Радио",
"Тюмень",
"99.2",
"173",
"0");
new TomskStation( "Дорожное Радио",
"Тюмень",
"107",
"174",
"0");
new TomskStation( "Радио Шансон",
"Тюмень",
"101",
"176",
"0");
new TomskStation( "Радио России",
"Санкт-Петербург",
"66.3",
"177",
"0");
new TomskStation( "Авторадио",
"Санкт-Петербург",
"88.4",
"178",
"0");
new TomskStation( "Радио Юмор FM",
"Санкт-Петербург",
"88.9",
"179",
"0");
new TomskStation( "Радио NRJ",
"Санкт-Петербург",
"95",
"180",
"0");
new TomskStation( "Наше Радио",
"Санкт-Петербург",
"104",
"181",
"0");
new TomskStation( "Радио Maximum",
"Санкт-Петербург",
"102.8",
"182",
"0");
new TomskStation( "Радио DFM",
"Санкт-Петербург",
"103.4",
"183",
"0");
new TomskStation( "Радио Монте-Карло",
"Санкт-Петербург",
"105.9",
"184",
"0");
new TomskStation( "Русское Радио",
"Санкт-Петербург",
"107.8",
"185",
"0");
new TomskStation( "Радио Business FM",
"Санкт-Петербург",
"107.4",
"186",
"0");
new TomskStation( "Радио Ретро FM",
"Санкт-Петербург",
"88",
"190",
"0");
new TomskStation( "Радио Европа Плюс",
"Санкт-Петербург",
"100.5",
"197",
"0");
new TomskStation( "Love Радио",
"Томск",
"69.8",
"203",
"0");
new TomskStation( "Радио Маяк",
"Красноярск",
"106.6",
"204",
"0");
new TomskStation( "Радио России",
"Красноярск",
"94.5",
"205",
"0");
new TomskStation( "Радио Серебряный Дождь",
"Красноярск",
"102.2",
"206",
"0");
new TomskStation( "Радио Юмор FM",
"Красноярск",
"100.3",
"207",
"0");
new TomskStation( "Авторадио",
"Красноярск",
"105.2",
"208",
"0");
new TomskStation( "Comedy Radio",
"Красноярск",
"92.7",
"209",
"0");
new TomskStation( "Радио NRJ",
"Красноярск",
"103.3",
"210",
"0");
new TomskStation( "Радио Европа Плюс",
"Красноярск",
"103.8",
"211",
"0");
new TomskStation( "Русское Радио",
"Красноярск",
"105.8",
"212",
"0");
new TomskStation( "Love Радио",
"Красноярск",
"101.3",
"213",
"0");
new TomskStation( "Радио Комсомольская Правда",
"Красноярск",
"107.1",
"223",
"0");
new TomskStation( "Радио Европа Плюс",
"Краснодар",
"102.2",
"225",
"0");
new TomskStation( "Радио Дача",
"Краснодар",
"88.3",
"226",
"0");
new TomskStation( "Радио DFM",
"Краснодар",
"106",
"227",
"0");

    }
}
