package ru.piter.fm.radio;

public class Tomsk {
    public static void init() {
new TomskStation( "Радио России",
"Томск",
"102.9",
"1",
"0");
new TomskStation( "Радио Дача",
"Томск",
"107.1",
"3",
"0");
new TomskStation( "Радио Шансон",
"Москва",
"103",
"4",
"1");
new TomskStation( "Радио Хит FM",
"Томск",
"101.7",
"6",
"0");
new TomskStation( "Русское Радио",
"Томск",
"102.1",
"7",
"0");
new TomskStation( "Радио Ретро FM",
"Томск",
"102.5",
"8",
"0");
new TomskStation( "Радио Европа Плюс",
"Томск",
"107.6",
"9",
"0");
new TomskStation( "Радио DFM",
"Томск",
"103.8",
"10",
"0");
new TomskStation( "Радио Юмор FM",
"Томск",
"104.2",
"11",
"0");
new TomskStation( "Радио Сибирь",
"Томск",
"104.6",
"12",
"1");
new TomskStation( "Радио Эхо Москвы",
"Томск",
"105",
"13",
"0");
new TomskStation( "Авторадио",
"Томск",
"105.4",
"14",
"0");
new TomskStation( "Радио Милицейская Волна",
"Томск",
"106.1",
"15",
"0");
new TomskStation( "Радио Маяк",
"Томск",
"106.6",
"16",
"0");
new TomskStation( "BBC Radio 1",
"Лондон",
"98.8",
"17",
"1");
new TomskStation( "Радио Томская Танцевальная Станция",
"Томск",
"0",
"18",
"1");
new TomskStation( "Радио Bob Jazz",
"Челябинск",
"69.23",
"20",
"1");
new TomskStation( "Радио Победы",
"Тюмень",
"88.8",
"21",
"1");
new TomskStation( "Радио Сити",
"Тюмень",
"100.6",
"22",
"1");
new TomskStation( "Радио Красная Армия",
"Тюмень",
"104.6",
"23",
"1");
new TomskStation( "Радио Диполь FM",
"Тюмень",
"105.6",
"24",
"1");
new TomskStation( "Радио Югра",
"Тюмень",
"107.4",
"26",
"1");
new TomskStation( "Радио Пионер FM",
"Москва",
"0",
"27",
"1");
new TomskStation( "Радио Вести FM",
"Томск",
"91.1",
"28",
"0");
new TomskStation( "Радио Мир",
"Томск",
"91.5",
"29",
"0");
new TomskStation( "Радио Спорт FM",
"Москва",
"93.2",
"30",
"1");
new TomskStation( "Дорожное Радио",
"Томск",
"101.3",
"31",
"0");
new TomskStation( "Радио Capital FM",
"Москва",
"105.3",
"32",
"1");
new TomskStation( "Радио Лоре",
"Аша",
"101.8",
"33",
"1");
new TomskStation( "Радио Вышка",
"Екатеринбург",
"0",
"34",
"1");
new TomskStation( "Радио Ваня",
"Томск",
"71.99",
"35",
"0");
new TomskStation( "Радио Томский Благовест",
"Томск",
"100.9",
"36",
"1");
new TomskStation( "Радио Maximum",
"Москва",
"103.7",
"37",
"1");
new TomskStation( "Радио Мегаполис FM",
"Москва",
"89.5",
"38",
"1");
new TomskStation( "Радио Business FM",
"Москва",
"87.5",
"40",
"1");
new TomskStation( "Радио Like FM",
"Москва",
"87.9",
"41",
"1");
new TomskStation( "Радио Jazz",
"Москва",
"89.1",
"42",
"1");
new TomskStation( "Радио Relax FM",
"Москва",
"90.8",
"44",
"1");
new TomskStation( "Радио Культура",
"Москва",
"91.6",
"45",
"1");
new TomskStation( "Радио Москва FM",
"Москва",
"92",
"46",
"1");
new TomskStation( "Радио Хорошее FM",
"Москва",
"0",
"47",
"1");
new TomskStation( "Радио Комерсантъ FM",
"Москва",
"93.6",
"48",
"1");
new TomskStation( "Радио Восток FM",
"Москва",
"94",
"49",
"1");
new TomskStation( "Радио Прибой",
"Махачкала",
"100.7",
"50",
"1");
new TomskStation( "Радио Говорит Москва",
"Москва",
"94.8",
"51",
"1");
new TomskStation( "Радио Rock FM",
"Москва",
"95.2",
"52",
"1");
new TomskStation( "Радио Звезда",
"Томск",
"88.5",
"53",
"0");
new TomskStation( "Радио Такси FM",
"Москва",
"96.4",
"54",
"1");
new TomskStation( "Детское Радио",
"Москва",
"96.8",
"55",
"1");
new TomskStation( "Радио Комсомольская Правда",
"Москва",
"97.2",
"56",
"1");
new TomskStation( "Radio Chocolate",
"Москва",
"98",
"57",
"1");
new TomskStation( "Радио Рекорд",
"Санкт-Петербург",
"106.3",
"58",
"1");
new TomskStation( "Радио Romantika",
"Москва",
"98.8",
"59",
"1");
new TomskStation( "Радио Орфей",
"Москва",
"99.2",
"60",
"1");
new TomskStation( "Радио Best FM",
"Москва",
"100.5",
"61",
"1");
new TomskStation( "Радио Вера",
"Москва",
"100.9",
"62",
"1");
new TomskStation( "Наше Радио",
"Томск",
"90.7",
"63",
"0");
new TomskStation( "Радио Монте-Карло",
"Москва",
"102.1",
"64",
"1");
new TomskStation( "Comedy Radio",
"Москва",
"102.5",
"65",
"1");
new TomskStation( "Радио NRJ",
"Москва",
"104.2",
"66",
"1");
new TomskStation( "Радио 7 на семи холмах",
"Москва",
"104.7",
"67",
"1");
new TomskStation( "Радио РСН",
"Москва",
"107",
"69",
"1");
new TomskStation( "Радио Городская Волна",
"Новосибирск",
"101.4",
"70",
"1");
new TomskStation( "Радио Юнитон",
"Новосибирск",
"100.7",
"71",
"1");
new TomskStation( "Радио Kiss FM",
"Киев",
"106.5",
"72",
"1");
new TomskStation( "Радио Восток России",
"Хабаровск",
"103.7",
"73",
"1");
new TomskStation( "Радио Heart FM",
"Барнаул",
"105.9",
"74",
"1");
new TomskStation( "Радио Книга",
"Москва",
"105",
"75",
"1");
new TomskStation( "Радио Зенит",
"Санкт-Петербург",
"89.7",
"76",
"1");
new TomskStation( "Первое Радио",
"Краснодар",
"102.7",
"77",
"1");
new TomskStation( "Радио Для Двоих",
"Санкт-Петербург",
"90.6",
"78",
"1");
new TomskStation( "Радио Столица FM",
"Москва",
"99.6",
"79",
"1");
new TomskStation( "Радио Nostalgia FM",
"Санкт-Петербург",
"98.6",
"80",
"1");
new TomskStation( "Эльдорадио",
"Санкт-Петербург",
"101.4",
"81",
"1");
new TomskStation( "Дорожное Радио",
"Москва",
"96",
"82",
"1");
new TomskStation( "Radio Metro",
"Санкт-Петербург",
"102.4",
"84",
"1");
new TomskStation( "Радио Балтика",
"Санкт-Петербург",
"104.8",
"85",
"1");
new TomskStation( "Русское Радио",
"Москва",
"105.7",
"86",
"1");
new TomskStation( "Радио Страна FM",
"Москва",
"89.9",
"88",
"1");
new TomskStation( "Радио Курс",
"Курск",
"103.7",
"89",
"1");
new TomskStation( "Новое Радио",
"Москва",
"98.4",
"90",
"1");
new TomskStation( "Радио ШОК",
"Кингисепп",
"98",
"91",
"1");
new TomskStation( "Радио Благовестие",
"Воронеж",
"73.55",
"92",
"1");
new TomskStation( "Авторадио",
"Москва",
"90.3",
"93",
"1");
new TomskStation( "Радио Юмор FM",
"Москва",
"88.7",
"94",
"1");
new TomskStation( "Радио Милицейская Волна",
"Москва",
"107.8",
"95",
"1");
new TomskStation( "Народное радио",
"Москва",
"0.612",
"96",
"1");
new TomskStation( "Радио Казак FM",
"Краснодар",
"105.2",
"97",
"1");
new TomskStation( "Радио 107",
"Краснодар",
"107.7",
"98",
"1");
new TomskStation( "Радио DFM",
"Москва",
"101.2",
"99",
"1");
new TomskStation( "Радио Борнео",
"Воронеж",
"107.2",
"100",
"1");
new TomskStation( "Радио Мелодия",
"Воронеж",
"106.8",
"101",
"1");
new TomskStation( "Радио Губерния",
"Воронеж",
"100.7",
"102",
"1");
new TomskStation( "Радио Ребячья Республика",
"Тюмень",
"89.2",
"103",
"1");
new TomskStation( "Радио Град Петров",
"Санкт-Петербург",
"73.1",
"104",
"1");
new TomskStation( "Радио Эрмитаж",
"Санкт-Петербург",
"90.1",
"105",
"1");
new TomskStation( "Радио Питер FM",
"Санкт-Петербург",
"100.9",
"106",
"1");
new TomskStation( "Радио Радонеж",
"Москва",
"72.92",
"107",
"1");
new TomskStation( "Радио 1",
"Москва",
"68.84",
"108",
"1");
new TomskStation( "Радио Карнавал",
"Москва",
"92.8",
"109",
"1");
new TomskStation( "Радио Весна FM",
"Москва",
"94.4",
"110",
"1");
new TomskStation( "Радио Хит FM",
"Москва",
"107.4",
"111",
"1");
new TomskStation( "Наше Радио",
"Москва",
"101.7",
"112",
"1");
new TomskStation( "Радио Эхо Москвы",
"Москва",
"91.2",
"113",
"1");
new TomskStation( "Радио России",
"Москва",
"66.44",
"114",
"1");
new TomskStation( "Радио Маяк",
"Москва",
"103.4",
"115",
"1");
new TomskStation( "Радио Вести FM",
"Москва",
"97.6",
"116",
"1");
new TomskStation( "Радио Звезда",
"Москва",
"95.6",
"117",
"1");
new TomskStation( "Радио Красноярск FM",
"Красноярск",
"96.2",
"118",
"1");
new TomskStation( "Радио Европа Плюс",
"Москва",
"106.2",
"119",
"1");
new TomskStation( "Радио Ретро FM",
"Москва",
"88.3",
"120",
"1");
new TomskStation( "Радио Серебряный Дождь",
"Москва",
"100.1",
"121",
"1");
new TomskStation( "Радио 99.1 FM",
"Красноярск",
"99.1",
"122",
"1");
new TomskStation( "Авторитетное Радио",
"Красноярск",
"102.8",
"123",
"1");
new TomskStation( "Радио Кузбасс FM",
"Кемерово",
"91",
"124",
"1");
new TomskStation( "Правильное Радио",
"Кемерово",
"100.6",
"125",
"1");
new TomskStation( "Радио MCM",
"Иркутск",
"102.1",
"126",
"1");
new TomskStation( "Радио Fresh",
"Иркутск",
"106.4",
"127",
"1");
new TomskStation( "Радио MFM",
"Хабаровск",
"103.1",
"128",
"1");
new TomskStation( "Радио Mix FM",
"Хабаровск",
"102.7",
"129",
"1");
new TomskStation( "Радио Хорошего Настроения",
"Хабаровск",
"101.8",
"130",
"1");
new TomskStation( "Апекс-Радио",
"Новокузнецк",
"100.5",
"131",
"1");
new TomskStation( "Детское Радио",
"Новосибирск",
"95.8",
"132",
"0");
new TomskStation( "Радио NRJ",
"Новосибирск",
"99.1",
"133",
"0");
new TomskStation( "Авторадио",
"Новосибирск",
"98.7",
"134",
"0");
new TomskStation( "Comedy Radio",
"Новосибирск",
"97.4",
"135",
"0");
new TomskStation( "Радио Юмор FM",
"Новосибирск",
"99.5",
"136",
"0");
new TomskStation( "Радио Шансон",
"Новосибирск",
"107.7",
"137",
"0");
new TomskStation( "Радио 7 на семи холмах",
"Новосибирск",
"92.8",
"138",
"0");
new TomskStation( "Радио Ретро FM",
"Новосибирск",
"97",
"139",
"0");
new TomskStation( "Радио Европа Плюс",
"Новосибирск",
"103.2",
"141",
"0");
new TomskStation( "Радио Business FM",
"Новосибирск",
"105.7",
"142",
"0");
new TomskStation( "Радио Дача",
"Новосибирск",
"106.7",
"143",
"0");
new TomskStation( "Радио Слово",
"Новосибирск",
"106.2",
"144",
"1");
new TomskStation( "Радио Хит FM",
"Новосибирск",
"105.2",
"145",
"0");
new TomskStation( "Радио DFM",
"Новосибирск",
"103.9",
"146",
"0");
new TomskStation( "Дорожное Радио",
"Новосибирск",
"102",
"147",
"0");
new TomskStation( "Русское Радио",
"Новосибирск",
"96.2",
"148",
"0");
new TomskStation( "Радио Маяк",
"Новосибирск",
"93.8",
"149",
"0");
new TomskStation( "Радио Вести FM",
"Новосибирск",
"104.6",
"150",
"0");
new TomskStation( "Радио России",
"Новосибирск",
"97.8",
"151",
"0");
new TomskStation( "Радио Комсомольская Правда",
"Новосибирск",
"98.3",
"152",
"0");
new TomskStation( "Радио Милицейская Волна",
"Новосибирск",
"94.2",
"153",
"0");
new TomskStation( "Новое Радио",
"Новосибирск",
"100",
"154",
"0");
new TomskStation( "Детское Радио",
"Екатеринбург",
"89.2",
"158",
"0");
new TomskStation( "Радио NRJ",
"Екатеринбург",
"89.6",
"159",
"0");
new TomskStation( "Радио Эхо Москвы",
"Екатеринбург",
"91.4",
"161",
"0");
new TomskStation( "Радио Комсомольская Правда",
"Екатеринбург",
"92.3",
"162",
"0");
new TomskStation( "Comedy Radio",
"Екатеринбург",
"95.9",
"166",
"0");
new TomskStation( "Love Радио",
"Екатеринбург",
"98.5",
"168",
"0");
new TomskStation( "Дорожное Радио",
"Екатеринбург",
"98.9",
"169",
"0");
new TomskStation( "Радио Business FM",
"Екатеринбург",
"99.4",
"170",
"0");
new TomskStation( "Радио Ретро FM",
"Екатеринбург",
"100",
"171",
"0");
new TomskStation( "Радио Европа Плюс",
"Екатеринбург",
"101.2",
"173",
"0");
new TomskStation( "Радио Юмор FM",
"Екатеринбург",
"102",
"174",
"0");
new TomskStation( "Радио Шансон",
"Екатеринбург",
"103.2",
"175",
"0");
new TomskStation( "Радио Дача",
"Екатеринбург",
"104.1",
"176",
"0");
new TomskStation( "Радио России",
"Санкт-Петербург",
"66.3",
"177",
"0");
new TomskStation( "Авторадио",
"Санкт-Петербург",
"88.4",
"178",
"0");
new TomskStation( "Радио Юмор FM",
"Санкт-Петербург",
"88.9",
"179",
"0");
new TomskStation( "Радио NRJ",
"Санкт-Петербург",
"95",
"180",
"0");
new TomskStation( "Наше Радио",
"Санкт-Петербург",
"104",
"181",
"0");
new TomskStation( "Радио Монте-Карло",
"Санкт-Петербург",
"105.9",
"184",
"0");
new TomskStation( "Русское Радио",
"Санкт-Петербург",
"107.8",
"185",
"0");
new TomskStation( "Радио Business FM",
"Санкт-Петербург",
"107.4",
"186",
"0");
new TomskStation( "Дорожное Радио",
"Санкт-Петербург",
"87.5",
"189",
"0");
new TomskStation( "Радио Ретро FM",
"Санкт-Петербург",
"88",
"190",
"0");
new TomskStation( "Радио Дача",
"Санкт-Петербург",
"97",
"195",
"0");
new TomskStation( "Радио Европа Плюс",
"Санкт-Петербург",
"100.5",
"197",
"0");
new TomskStation( "Love Радио",
"Санкт-Петербург",
"105.3",
"201",
"0");
new TomskStation( "Love Радио",
"Томск",
"69.8",
"203",
"0");
new TomskStation( "Радио Маяк",
"Красноярск",
"106.6",
"204",
"0");
new TomskStation( "Радио России",
"Красноярск",
"94.5",
"205",
"0");
new TomskStation( "Радио Серебряный Дождь",
"Красноярск",
"102.2",
"206",
"0");
new TomskStation( "Радио Юмор FM",
"Красноярск",
"100.3",
"207",
"0");
new TomskStation( "Авторадио",
"Красноярск",
"105.2",
"208",
"0");
new TomskStation( "Comedy Radio",
"Красноярск",
"92.7",
"209",
"0");
new TomskStation( "Радио NRJ",
"Красноярск",
"103.3",
"210",
"0");
new TomskStation( "Радио Комсомольская Правда",
"Красноярск",
"107.1",
"223",
"0");
new TomskStation( "Радио Дача",
"Казань",
"90.2",
"229",
"0");
new TomskStation( "Радио Юмор FM",
"Казань",
"91.1",
"231",
"0");
new TomskStation( "Радио NRJ",
"Казань",
"92.3",
"233",
"0");
new TomskStation( "Радио России",
"Казань",
"99.2",
"236",
"0");
new TomskStation( "Радио Рекорд",
"Казань",
"101.9",
"239",
"0");
new TomskStation( "Радио Ретро FM",
"Казань",
"102.4",
"240",
"0");
new TomskStation( "Авторадио",
"Казань",
"103.3",
"241",
"0");
new TomskStation( "Love Радио",
"Москва",
"106.6",
"242",
"1");
new TomskStation( "Радио Юмор FM",
"Воронеж",
"99.1",
"243",
"0");
new TomskStation( "Радио Шансон",
"Воронеж",
"102.8",
"244",
"0");
new TomskStation( "Детское Радио",
"Воронеж",
"99.5",
"245",
"0");
new TomskStation( "Радио NRJ",
"Воронеж",
"101.1",
"246",
"0");
new TomskStation( "Радио DFM",
"Воронеж",
"104.3",
"247",
"0");
new TomskStation( "Русское Радио",
"Воронеж",
"104.8",
"248",
"0");
new TomskStation( "Радио Спорт FM",
"Воронеж",
"98.5",
"250",
"0");
new TomskStation( "Радио Европа Плюс",
"Воронеж",
"100.3",
"252",
"0");
new TomskStation( "Радио 7 на семи холмах",
"Воронеж",
"101.6",
"253",
"0");
new TomskStation( "Дорожное Радио",
"Воронеж",
"102.3",
"254",
"0");
new TomskStation( "Авторадио",
"Воронеж",
"103.4",
"255",
"0");
new TomskStation( "Радио Ретро FM",
"Воронеж",
"105.3",
"257",
"0");
new TomskStation( "Радио DFM",
"Казань",
"104.7",
"262",
"0");
new TomskStation( "Радио Европа Плюс",
"Казань",
"106.8",
"267",
"0");
new TomskStation( "Love Радио",
"Казань",
"107.8",
"268",
"0");
new TomskStation( "Наше Радио",
"Ростов-на-Дону",
"73.76",
"269",
"0");
new TomskStation( "Радио Комсомольская Правда",
"Ростов-на-Дону",
"89.8",
"271",
"0");
new TomskStation( "Радио Юмор FM",
"Ростов-на-Дону",
"91.2",
"273",
"0");
new TomskStation( "Радио Хит FM",
"Ростов-на-Дону",
"100.1",
"275",
"0");
new TomskStation( "Радио Ретро FM",
"Ростов-на-Дону",
"101.2",
"276",
"0");
new TomskStation( "Радио Дача",
"Ростов-на-Дону",
"103.3",
"279",
"0");
new TomskStation( "Радио Монте-Карло",
"Ростов-на-Дону",
"103.7",
"280",
"0");
new TomskStation( "Авторадио",
"Ростов-на-Дону",
"104.1",
"281",
"0");
new TomskStation( "Радио DFM",
"Ростов-на-Дону",
"104.6",
"282",
"0");
new TomskStation( "Радио Европа Плюс",
"Ростов-на-Дону",
"105.7",
"284",
"0");
new TomskStation( "Авторадио",
"Екатеринбург",
"105",
"286",
"0");
new TomskStation( "Русское Радио",
"Екатеринбург",
"105.7",
"287",
"0");
new TomskStation( "Радио Мир",
"Москва",
"0",
"288",
"1");
new TomskStation( "Радио Дача",
"Москва",
"92.4",
"289",
"1");
new TomskStation( "Радио Ваня",
"Санкт-Петербург",
"0",
"290",
"1");
new TomskStation( "Радио Саха",
"Якутск",
"107.1",
"291",
"1");
new TomskStation( "Радио Мария FM",
"Киров",
"102.9",
"292",
"1");
new TomskStation( "Радио VBC",
"Владивосток",
"101.7",
"293",
"1");
new TomskStation( "Радио Лемма",
"Владивосток",
"102.7",
"294",
"1");
new TomskStation( "Радио Владивосток FM",
"Владивосток",
"106.4",
"295",
"1");
new TomskStation( "Радио Макс FM",
"Сочи",
"107.4",
"296",
"1");
new TomskStation( "Радио Sochi Today",
"Сочи",
"101.5",
"297",
"1");
new TomskStation( "Радио Образ",
"Нижний Новгород",
"98",
"298",
"1");
new TomskStation( "NN-Radio",
"Нижний Новгород",
"99.5",
"299",
"1");
new TomskStation( "Радио Рандеву",
"Нижний Новгород",
"103.4",
"300",
"1");
new TomskStation( "Радио Воскресение",
"Екатеринбург",
"72.83",
"301",
"1");
new TomskStation( "Интер Радио",
"Екатеринбург",
"73.97",
"302",
"1");
new TomskStation( "Радио СК",
"Екатеринбург",
"90.2",
"303",
"1");
new TomskStation( "Радио Народная Волна",
"Екатеринбург",
"91.9",
"304",
"1");
new TomskStation( "Радио Джем FM",
"Екатеринбург",
"102.5",
"306",
"1");
new TomskStation( "Радио СИ",
"Екатеринбург",
"103.7",
"307",
"1");
new TomskStation( "Радио Rock Arsenal",
"Екатеринбург",
"104.5",
"308",
"1");
new TomskStation( "Радиола",
"Екатеринбург",
"106.2",
"309",
"1");
new TomskStation( "Радио Спутник 107 FM",
"Екатеринбург",
"107",
"310",
"1");
new TomskStation( "Радио Город FM",
"Екатеринбург",
"107.6",
"311",
"1");
new TomskStation( "Радио ULTRA",
"Москва",
"0",
"312",
"1");
new TomskStation( "Радио Курай",
"Казань",
"73.97",
"313",
"1");
new TomskStation( "Радио Болгар",
"Казань",
"91.5",
"314",
"1");
new TomskStation( "Радио Тартиб FM",
"Казань",
"93.5",
"315",
"1");
new TomskStation( "БИМ-Радио",
"Казань",
"102.8",
"316",
"1");
new TomskStation( "Радио Миллениум",
"Казань",
"107.3",
"317",
"1");
new TomskStation( "Радио Искатель",
"Томск",
"90.3",
"318",
"0");
new TomskStation( "Радио Искатель",
"Москва",
"0",
"319",
"1");
new TomskStation( "Радио 100",
"Челябинск",
"100",
"320",
"1");
new TomskStation( "Радио Континенталь",
"Челябинск",
"100.4",
"321",
"1");
new TomskStation( "Радио Интерволна",
"Челябинск",
"102.9",
"322",
"1");
new TomskStation( "Радио Олимп",
"Челябинск",
"104.5",
"323",
"1");
new TomskStation( "L-radio",
"Челябинск",
"104.9",
"324",
"1");
new TomskStation( "Самарское Губернское Радио",
"Самара",
"92.5",
"325",
"1");
new TomskStation( "Радио Кот FM",
"Самара",
"96.3",
"326",
"1");
new TomskStation( "Радио Ростов FM",
"Ростов-на-Дону",
"89.4",
"327",
"1");
new TomskStation( "Радио Ростова",
"Ростов-на-Дону",
"101.6",
"329",
"1");
new TomskStation( "Татар Радиосы",
"Казань",
"100.5",
"330",
"1");
new TomskStation( "Новое Радио",
"Санкт-Петербург",
"91.1",
"331",
"0");
new TomskStation( "Радио Хит FM",
"Екатеринбург",
"88.3",
"333",
"0");
new TomskStation( "Радио Маяк",
"Нижний Новгород",
"92.4",
"336",
"0");
new TomskStation( "Радио Комсомольская Правда",
"Нижний Новгород",
"92.8",
"337",
"0");
new TomskStation( "Радио Комерсантъ FM",
"Нижний Новгород",
"95.6",
"338",
"0");
new TomskStation( "Радио Динамит",
"Нижний Новгород",
"96",
"339",
"1");
new TomskStation( "Радио России",
"Нижний Новгород",
"93.9",
"341",
"0");
new TomskStation( "Радио NRJ",
"Нижний Новгород",
"96.8",
"344",
"0");
new TomskStation( "Радио Вести FM",
"Нижний Новгород",
"98.6",
"345",
"0");
new TomskStation( "Радио 7 на семи холмах",
"Нижний Новгород",
"100",
"347",
"0");
new TomskStation( "Радио Рекорд",
"Нижний Новгород",
"100.9",
"349",
"0");
new TomskStation( "Авторадио",
"Нижний Новгород",
"101.9",
"351",
"0");
new TomskStation( "Радио Европа Плюс",
"Нижний Новгород",
"103.9",
"354",
"0");
new TomskStation( "Радио Дача",
"Нижний Новгород",
"104.5",
"355",
"0");
new TomskStation( "Love Радио",
"Нижний Новгород",
"104.9",
"356",
"0");
new TomskStation( "Дорожное Радио",
"Нижний Новгород",
"105.4",
"357",
"0");
new TomskStation( "Радио Милицейская Волна",
"Нижний Новгород",
"105.9",
"358",
"0");
new TomskStation( "Радио Ретро FM",
"Нижний Новгород",
"106.4",
"359",
"0");
new TomskStation( "Радио Юмор FM",
"Нижний Новгород",
"107.4",
"361",
"0");
new TomskStation( "Дорожное Радио",
"Омск",
"88.1",
"365",
"0");
new TomskStation( "Радио Спорт FM",
"Омск",
"89.5",
"368",
"0");
new TomskStation( "Радио Европа Плюс",
"Омск",
"101.9",
"375",
"0");
new TomskStation( "Радио Милицейская Волна",
"Омск",
"103",
"377",
"0");
new TomskStation( "Радио Сибирь",
"Омск",
"103.9",
"379",
"0");
new TomskStation( "Радио Рекорд",
"Омск",
"104.4",
"380",
"0");
new TomskStation( "Love Радио",
"Омск",
"105",
"381",
"0");
new TomskStation( "Радио Ретро FM",
"Омск",
"105.7",
"382",
"0");
new TomskStation( "Радио Шансон",
"Омск",
"106.2",
"383",
"0");
new TomskStation( "Авторадио",
"Омск",
"106.8",
"384",
"0");
new TomskStation( "Радио Business FM",
"Самара",
"90.6",
"387",
"0");
new TomskStation( "Радио 7 на семи холмах",
"Самара",
"91",
"388",
"0");
new TomskStation( "Радио Маяк",
"Самара",
"92.1",
"390",
"0");
new TomskStation( "Радио Вести FM",
"Самара",
"93.5",
"392",
"0");
new TomskStation( "Радио России",
"Самара",
"95.3",
"393",
"0");
new TomskStation( "Радио Юмор FM",
"Самара",
"95.7",
"394",
"0");
new TomskStation( "Дорожное Радио",
"Самара",
"97.3",
"396",
"0");
new TomskStation( "Радио Ретро FM",
"Самара",
"98.6",
"398",
"0");
new TomskStation( "Радио Европа Плюс",
"Самара",
"99.9",
"400",
"0");
new TomskStation( "Русское Радио",
"Самара",
"100.3",
"401",
"0");
new TomskStation( "Радио Рекорд",
"Самара",
"101.5",
"403",
"0");
new TomskStation( "Радио Дача",
"Самара",
"102.1",
"404",
"0");
new TomskStation( "Радио NRJ",
"Самара",
"102.5",
"405",
"0");
new TomskStation( "Радио DFM",
"Самара",
"102.9",
"406",
"0");
new TomskStation( "Радио Самара-Максимум",
"Самара",
"104.3",
"407",
"1");
new TomskStation( "Радио 40",
"Калуга",
"105.1",
"408",
"1");
new TomskStation( "Авторадио",
"Самара",
"104.8",
"409",
"0");
new TomskStation( "Comedy Radio",
"Самара",
"105.4",
"410",
"0");
new TomskStation( "Love Радио",
"Самара",
"106.6",
"412",
"0");
new TomskStation( "Радио Мегаполис",
"Самара",
"103.6",
"414",
"1");
new TomskStation( "Радио России",
"Челябинск",
"71.18",
"415",
"0");
new TomskStation( "Love Радио",
"Челябинск",
"94.6",
"419",
"0");
new TomskStation( "Радио Комсомольская Правда",
"Челябинск",
"95.3",
"420",
"0");
new TomskStation( "Радио Ретро FM",
"Челябинск",
"96.4",
"422",
"0");
new TomskStation( "Радио Дача",
"Челябинск",
"98.7",
"424",
"0");
new TomskStation( "Авторадио",
"Челябинск",
"99.1",
"425",
"0");
new TomskStation( "Радио Business FM",
"Челябинск",
"100.8",
"426",
"0");
new TomskStation( "Радио Юмор FM",
"Челябинск",
"101.2",
"427",
"0");
new TomskStation( "Радио Европа Плюс",
"Челябинск",
"101.6",
"428",
"0");
new TomskStation( "Русское Радио",
"Челябинск",
"104.1",
"432",
"0");
new TomskStation( "Радио Ашкадар",
"Уфа",
"66.68",
"439",
"1");
new TomskStation( "Радио России",
"Уфа",
"68.24",
"440",
"0");
new TomskStation( "Радио NRJ",
"Уфа",
"88.2",
"442",
"0");
new TomskStation( "Радио DFM",
"Уфа",
"91.5",
"445",
"0");
new TomskStation( "Радио Маяк",
"Уфа",
"100.6",
"446",
"0");
new TomskStation( "Радио Шансон",
"Уфа",
"102.5",
"450",
"0");
new TomskStation( "Радио Роксана",
"Уфа",
"103",
"451",
"1");
new TomskStation( "Радио Relax FM",
"Уфа",
"103.5",
"452",
"0");
new TomskStation( "Радио Ретро FM",
"Уфа",
"104",
"453",
"0");
new TomskStation( "Русское Радио",
"Уфа",
"104.5",
"454",
"0");
new TomskStation( "Радио Дача",
"Уфа",
"105",
"455",
"0");
new TomskStation( "Радио Юлдаш",
"Уфа",
"105.5",
"456",
"1");
new TomskStation( "Радио Европа Плюс",
"Уфа",
"106",
"457",
"0");
new TomskStation( "Авторадио",
"Уфа",
"106.5",
"458",
"0");
new TomskStation( "Радио Спутник FM",
"Уфа",
"107",
"459",
"1");
new TomskStation( "Радио Business FM",
"Уфа",
"107.5",
"460",
"0");
new TomskStation( "Радио Болид FM",
"Пермь",
"88",
"464",
"1");
new TomskStation( "Радио Вести FM",
"Пермь",
"88.5",
"465",
"0");
new TomskStation( "Радио Юмор FM",
"Пермь",
"88.9",
"466",
"0");
new TomskStation( "Радио Европа Плюс",
"Пермь",
"89.4",
"467",
"0");
new TomskStation( "Comedy Radio",
"Пермь",
"89.8",
"468",
"0");
new TomskStation( "Радио России",
"Пермь",
"90.2",
"469",
"0");
new TomskStation( "Авторадио",
"Пермь",
"90.7",
"470",
"0");
new TomskStation( "Радио Эхо Москвы",
"Пермь",
"91.2",
"471",
"0");
new TomskStation( "Радио Пионер FM",
"Пермь",
"91.8",
"472",
"0");
new TomskStation( "Радио Спорт FM",
"Пермь",
"95.8",
"473",
"0");
new TomskStation( "Радио Комсомольская Правда",
"Пермь",
"96.6",
"474",
"0");
new TomskStation( "Радио NRJ",
"Пермь",
"97.6",
"475",
"0");
new TomskStation( "Радио Ретро FM",
"Пермь",
"99.4",
"478",
"0");
new TomskStation( "Наше Радио",
"Пермь",
"100",
"479",
"0");
new TomskStation( "Радио 7 на семи холмах",
"Пермь",
"101.1",
"481",
"0");
new TomskStation( "Радио Ностальжи",
"Пермь",
"101.5",
"482",
"1");
new TomskStation( "Дорожное Радио",
"Пермь",
"102",
"483",
"0");
new TomskStation( "Радио Маяк",
"Пермь",
"96.2",
"486",
"0");
new TomskStation( "Радио Наши песни",
"Пермь",
"103.6",
"487",
"1");
new TomskStation( "Радио Альфа",
"Пермь",
"104.1",
"488",
"1");
new TomskStation( "Радио Шансон",
"Пермь",
"105.1",
"490",
"0");
new TomskStation( "Радио России",
"Волгоград",
"70.43",
"492",
"0");
new TomskStation( "Love Радио",
"Волгоград",
"96.1",
"496",
"0");
new TomskStation( "Радио Комсомольская Правда",
"Волгоград",
"96.5",
"497",
"0");
new TomskStation( "Радио NRJ",
"Волгоград",
"98.8",
"500",
"0");
new TomskStation( "Радио Европа Плюс",
"Волгоград",
"100.6",
"502",
"0");
new TomskStation( "Радио Волгоград FM",
"Волгоград",
"101.5",
"504",
"1");
new TomskStation( "Радио Новая Волна",
"Волгоград",
"102",
"505",
"1");
new TomskStation( "Радио Ретро FM",
"Волгоград",
"102.6",
"506",
"0");
new TomskStation( "Дорожное Радио",
"Волгоград",
"103.6",
"508",
"0");
new TomskStation( "Новое Радио",
"Волгоград",
"104",
"509",
"0");
new TomskStation( "Радио Юмор FM",
"Волгоград",
"104.5",
"510",
"0");
new TomskStation( "Радио Спутник",
"Волгоград",
"105.1",
"511",
"1");
new TomskStation( "Радио Пурга",
"Анадырь",
"101.6",
"516",
"1");
new TomskStation( "RadioRadio",
"Москва",
"0",
"517",
"1");
new TomskStation( "Радио Норд FM",
"Югорск",
"106.8",
"518",
"1");
new TomskStation( "Радио Моя Удмуртия",
"Ижевск",
"100.1",
"519",
"1");
new TomskStation( "Марий Эл Радио",
"Йошкар-Ола",
"103.8",
"520",
"1");
new TomskStation( "Радио Липецк-FM",
"Липецк",
"90.7",
"521",
"1");
new TomskStation( "Радио Ника FM",
"Калуга",
"103.1",
"522",
"1");
new TomskStation( "Радио Мир Белогорья",
"Белгород",
"100.9",
"523",
"1");
new TomskStation( "Радио АСТВ",
"Южно-Сахалинск",
"105.5",
"524",
"1");
new TomskStation( "Радио Трансмит",
"Череповец",
"104.6",
"526",
"1");
new TomskStation( "Радио Ватан",
"Махачкала",
"104.8",
"527",
"1");
new TomskStation( "Радио Алания FM",
"Владикавказ",
"104.5",
"528",
"1");
new TomskStation( "Радио Золотой Век",
"Москва",
"0",
"530",
"1");
new TomskStation( "Радио Новая Жизнь",
"Москва",
"0",
"531",
"1");
new TomskStation( "Радио Интерра FM",
"Первоуральск",
"97.6",
"533",
"1");
new TomskStation( "Радио Для Друзей",
"Москва",
"0",
"534",
"1");
new TomskStation( "СТВ-Радио",
"Якутск",
"105.7",
"535",
"1");
new TomskStation( "Радио 7",
"Тюмень",
"103.1",
"536",
"1");
new TomskStation( "Радио ОК",
"Рязань",
"107.2",
"537",
"1");
new TomskStation( "Радио 10/69",
"Вологда",
"106.9",
"538",
"1");
new TomskStation( "Радио MFM",
"Чебоксары",
"102",
"540",
"1");
    }
}
